app/views/articles/index.html.erb

            <p class="subtitle"><%= article.body.split("\n").first %></p>
            <p><strong>Author:</strong> <%= article.user.first_name %> <%= article.user.last_name %></p>
---
SELECT "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]